<!DOCTYPE html>
<html lang="pt-BR">
  <head>
    <meta charset="UTF-8" />
    <meta name="viewport"content="width=device-width,initial-scale=1">
    <title>Curiosidades - The Flash</title>
    <link rel="stylesheet" href="./assets/css/normalize.css">
    <link rel="stylesheet" href="./assets/css/twelve-columns.css">
    <link rel="stylesheet" href="./assets/css/index.css">
    <link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600" rel="stylesheet">
    <link rel="shortcut icon" href="./assets/favicon.ico" type="image/x-icon">
  </head>
  <body>
    <header class="col-sm-12 col-md-12 header">
      <a href="./index.html" class="brand">
        <img class="logo" src="./assets/imgs/logo.svg" alt="The Flash">
      </a>
      <nav>
        <ul class="list">
          <li class="item"><a class="link" href="./index.html#about">Sobre</a></li>
          <li class="item"><a class="link" href="./index.html#synopsis">Sinopse</a></li>
          <li class="item"><a class="link" href="./index.html#season">Temporadas</a></li>
          <li class="item" id="menuCast"><a class="link" href="./index.html#cast">Elenco</a></li>
          <li class="item"><a class="link" href="./index.html#production">Produ&ccedil;&atilde;o</a></li>
          <li class="item"><a class="link" href="./curiosities.html" target="_blank">Curiosidades</a></li>
        </ul>
      </nav>
    </header>
    <main class="curiosities">
      <div class="col-sm-12">
        <h2 class="title">Curiosidades</h2>
      </div>
      <article class="col-sm-12 col-md-5 spacing-curiosities">
        <h3>Os Flashs da DC</h3>
        <img src="./assets/imgs/the-flash.jpg" class="curiosity"/>
        <p>
          Existem, na verdade 4 Flashs no Universo DC. O primeiro foi Jay
          Garrick, estudante universit&aacute;rio que inalou gases de
          experimentos qu&iacute;micos e transformou-se na
          encarna&ccedil;&atilde;o da velocidade do Deus Merc&uacute;rio. Cinco
          anos depois, a DC Comics lan&ccedil;a Barry Allen — o Flash mais
          ic&ocirc;nico — atingido por um raio com propriedades qu&iacute;micas
          que o fez ser ainda melhor em seu emprego como cientista forense — e
          salvador de Central City. Wally West, o terceiro Flash, come&ccedil;ou
          como ajudante de Barry, mas sofre o mesmo acidente de Barry e assume o
          posto do her&oacute;i quando seu antecessor morre em batalha. Depois
          disso, temos ainda Bart Allen, suposto neto de Barry que vem do
          s&eacute;culo 30, e que assume duas identidades de herois antes de ser
          o &uacute;ltimo — e menos famoso — Flash.
        </p>
      </article>
      <article class="col-sm-12 col-md-5 spacing-curiosities">
        <h3>The Flash spin-off</h3>
        <img src="./assets/imgs/spin-off.jpg" class="curiosity"/>
        <p>
          The Flash nasceu como um spin-off de Arrow, mas Barry Allen deveria
          ter aparecido j&aacute; como o her&oacute;i no epis&oacute;dio 2×20
          (Seeing Red) de sua s&eacute;rie m&atilde;e, para ent&atilde;o seguir
          sua pr&oacute;pria hist&oacute;ria. No entanto, os produtores acharam
          que isso iria interromper o ritmo de Arrow, por isso decidiram seguir
          em frente com The Flash apenas usando o que j&aacute; tinha sido
          apresentado nos epis&oacute;dios 2×08 (The Scientist) e 2×09 (Three
          Ghosts), quando Barry aparece pela primeira vez para ajudar o Arqueiro
          Verde.
        </p>
      </article>
      <div class="row">
        <article class="col-sm-12 col-md-5 spacing-curiosities">
          <h3>O Gorila Grodd</h3>
          <img src="./assets/imgs/grodd.jpg" class="curiosity"/>
          <p>
            Depois de Barry acordar no S.T.A.R. Labs e conhecer o local com Wells,
            vamos uma jaula aberta com o nome de Grodd. &eacute; uma
            refer&ecirc;ncia &agrave; um dos grandes inimigos dele, o Gorila
            Grodd.
          </p>
        </article>
        <article class="col-sm-12 col-md-5 spacing-curiosities">
          <h3>Bazinga!</h3>
          <img src="./assets/imgs/bazinga.jpg" class="curiosity"/>
          <p>
            A s&eacute;rie The Big Bang Theory j&aacute; foi refer&ecirc;ncia em
            The Flash: Cisco usou uma camiseta escrito “Bazinga” e outra com os
            dizeres “Pedra, Papel, Tesoura, Lagarto, Spock”, em homenagem &agrave;
            brincadeira apresentada por Sheldon Cooper, que, por sua vez,
            j&aacute; apareceu diversas vezes na com&eacute;dia usando uma
            camiseta com o s&iacute;mbolo do Flash.
          </p>
        </article>
      </div>
      <div class="row">
        <article class="col-sm-12 col-md-5 spacing-curiosities">
          <h3>Suspense at&eacute; o final!</h3>
          <img src="./assets/imgs/reverso.jpg" class="curiosity"/>
          <p>
            Para garantir que a identidade do Flash Reverso n&atilde;o fosse
            descoberta antes da hora, durante a grava&ccedil;&atilde;o do
            epis&oacute;dio 1×09, The Man in the Yellow Suit, foi utilizado um
            dubl&ecirc; para vestir o uniforme, de maneira que, mesmo com o rosto
            borrado, fosse imposs&iacute;vel de identificar o personagem que
            estava ali antes que a s&eacute;rie quisesse que seu espectadores
            soubessem.
          </p>
        </article>
        <article class="col-sm-12 col-md-5 spacing-curiosities">
          <h3>Coincid&ecirc;ncias entre Flashes</h3>
          <img src="./assets/imgs/flashes.webp" class="curiosity"/>
          <p>
            O pai de Barry, Henry Allen, &eacute; interpretado por John Wesley
            Shipp, ator que deu vida ao primeiro Barry Allen das telinhas, na
            s&eacute;rie The Flash de 1990. Grant Gustin (Barry Allen), nasceu no
            mesmo ano em que Shipp filmou o piloto da s&eacute;rie original, e os
            dois s&atilde;o da cidade de Norfolk, Vancouver.
          </p>
        </article>
      </div>
      <div class="row">
        <article class="col-sm-12 col-md-5 spacing-curiosities">
          <h3>Nevasca Vil&atilde;</h3>
          <img src="./assets/imgs/nevasca.jpg" class="curiosity"/>
          <p>
            Nas HQs, Cisco e Caitlin tamb&eacute;m possuem habilidades. Cisco
            Ramon &eacute; o her&oacute;i Vibro, enquanto Caitlin Snow &eacute;
            Nevasca, uma vil&atilde; com poderes criocin&eacute;ticos que se
            op&otilde;e &agrave; Firestorm, formado pelo Dr. Martin Stein e Roonie
            Raymond, seu noivo. Na season finale, quando Barry v&ecirc;
            v&aacute;rios universos paralelos, &eacute; poss&iacute;vel observar
            Caitlin no papel da vil&atilde;.
          </p>
        </article>
        <article class="col-sm-12 col-md-5 spacing-curiosities">
          <h3>Parceiros de longa data</h3>
          <img src="./assets/imgs/prison-break.jpg" class="curiosity"/>
          <p>
            Wentworth Miller interpreta Leonard Snart/Capit&atilde;o Frio, e seu
            parceiro, Mick Rory/Onda T&eacute;rmica, &eacute; seu irm&atilde;o
            ficcional da s&eacute;rie Prision Break, Dominic Purcell.
          </p>
        </article>
      </div>
      <div class="row">
        <article class="col-sm-12 col-md-5 spacing-curiosities">
          <h3>O Trapaceiro &eacute; seu pai</h3>
          <img src="./assets/imgs/trapaceiro.jpg" class="curiosity"/>
          <p>
            Mark Hamill deu vida &agrave; James Jesse/Trapaceiro na s&eacute;rie
            atual, na de 1990 e tamb&eacute;m na anima&ccedil;&atilde;o Liga da
            Justi&ccedil;a (2001). O figurino utilizado por ele &eacute; o mesmo
            da s&eacute;rie original. O ator tamb&eacute;m d&aacute; vida a Luke
            Skywalker na franquia original de Star Wars, e utiliza uma das falas
            mais ic&ocirc;nicas no filme no epis&oacute;dio 1×17 (Trickster): “Eu
            sou o seu pai”.
          </p>
        </article>
        <article class="col-sm-12 col-md-5 spacing-curiosities">
          <h3>O Flautista</h3>
          <img src="./assets/imgs/flautista.jpg" class="curiosity"/>
          <p>
            Uma curiosidade bem legal &eacute; que no roteiro original, o
            personagem Hartley Rathaway (O Flautista) trabalharia na S.T.A.R. Labs
            quando Barry acordasse e seria, provavelmente, parte da “Equipe
            Flash”. Inclusive, segundo informa&ccedil;&otilde;es, seria ele que
            teria criado o uniforme do her&oacute;i, por&eacute;m, decidiram
            retirar ele para dar mais aten&ccedil;&atilde;o ao Cisco.
          </p>
        </article>
      </div>
    </main>
    <footer>
      <p id="copyright">
        Copyright &copy; <a href="http://www.cwtv.com/">The CW</a>
      </p>
    </footer>
  </body>
</html>
